Repository: shiveringsiva-source/smarttubeios
Catalog: SmartTubeIOS/Sources/SmartTubeIOS/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hr, id, it, ja, ko, pt_br, ru, sr, tr, zh_hans

source: Original Track Only
ar: المسار الأصلي فقط
de: Nur Originalspur
es: Solo pista original
fr: Piste originale uniquement
hi: केवल मूल ट्रैक
hr: Samo izvorna pjesma
id: Hanya Trek Asli
it: Solo traccia originale
ja: オリジナルトラックのみ
ko: 원본 트랙만
pt_br: Apenas faixa original
ru: Только оригинальная дорожка
sr: Само оригинална песма
tr: Yalnızca Orijinal Parça
zh_hans: 仅原始音轨

source: Over 20 minutes
ar: أكثر من 20 دقيقة
de: Über 20 Minuten
es: Más de 20 minutos
fr: Plus de 20 minutes
hi: 20 मिनट से अधिक
hr: Više od 20 minuta
id: Lebih dari 20 menit
it: Oltre 20 minuti
ja: 20分以上
ko: 20분 이상
pt_br: Mais de 20 minutos
ru: Более 20 минут
sr: Преко 20 минута
tr: 20 dakikadan uzun
zh_hans: 20 分钟以上

source: Per-Device Recommendations
ar: توصيات لكل جهاز
de: Geräteindividuelle Empfehlungen
es: Recomendaciones por dispositivo
fr: Recommandations par appareil
hi: प्रति-डिवाइस अनुशंसाएं
hr: Preporuke po uređaju
id: Rekomendasi Per Perangkat
it: Consigli per dispositivo
ja: デバイスごとのおすすめ
ko: 기기별 추천
pt_br: Recomendações por dispositivo
ru: Рекомендации по устройствам
sr: Препоруке по уређају
tr: Cihaz Başına Öneriler
zh_hans: 按设备推荐

source: Picture in Picture
ar: صورة داخل صورة
de: Bild im Bild
es: Imagen en imagen
fr: Image dans l’image
hi: पिक्चर इन पिक्चर
hr: Slika u slici
id: Gambar dalam Gambar
ja: ピクチャインピクチャ
ko: 화면 속 화면
pt_br: Imagem em imagem
ru: Картинка в картинке
sr: Слика у слици
tr: Görüntü içinde görüntü
zh_hans: 画中画

source: Play Next
ar: تشغيل التالي
de: Als Nächstes abspielen
es: Reproducir a continuación
fr: Lire ensuite
hi: अगला चलाएं
hr: Igraj dalje
id: Putar Berikutnya
it: Riproduci dopo
ja: 次に再生
ko: 다음 재생
pt_br: Reproduzir a seguir
ru: Воспроизвести следующим
sr: Плаи Нект
tr: Sıradaki Oynat
zh_hans: 下一个播放

source: Playback Speed
ar: سرعة التشغيل
de: Wiedergabegeschwindigkeit
es: Velocidad de reproducción
fr: Vitesse de lecture
hi: प्लेबैक गति
hr: Brzina reprodukcije
id: Kecepatan Pemutaran
it: Velocità di riproduzione
ja: 再生速度
ko: 재생 속도
pt_br: Velocidade de reprodução
ru: Скорость воспроизведения
sr: Брзина репродукције
tr: Oynatma Hızı
zh_hans: 播放速度

source: Player
ar: المشغّل
es: Reproductor
fr: Lecteur
hi: प्लेयर
hr: Igrač
id: Pemutar
ja: プレーヤー
ko: 플레이어
ru: Плеер
sr: Плаиер
tr: Oynatıcı
zh_hans: 播放器

source: Playlist
ar: قائمة التشغيل
de: Wiedergabeliste
es: Lista de reproducción
fr: Liste de lecture
hi: प्लेलिस्ट
hr: Popis pjesama
id: Daftar Putar
ja: プレイリスト
ko: 재생목록
ru: Плейлист
sr: Плаилист
tr: Çalma Listesi
zh_hans: 播放列表

source: Playlists
ar: قوائم التشغيل
de: Wiedergabelisten
es: Listas de reproducción
fr: Listes de lecture
hi: प्लेलिस्ट
hr: Popisi pjesama
id: Daftar Putar
it: Playlist
ja: プレイリスト
ko: 재생목록
ru: Плейлисты
sr: Плејлисте
tr: Çalma Listeleri
zh_hans: 播放列表

source: Portuguese (Brazil)
ar: البرتغالية (البرازيل)
de: Portugiesisch (Brasilien)
es: Portugués (Brasil)
fr: Portugais (Brésil)
hi: पुर्तगाली (ब्राज़ील)
hr: portugalski (Brazil)
id: Portugis (Brasil)
it: Portoghese (Brasile)
ja: ポルトガル語（ブラジル）
ko: 포르투갈어 (브라질)
pt_br: Português (Brasil)
ru: Португальский (Бразилия)
sr: португалски (Бразил)
tr: Portekizce (Brezilya)
zh_hans: 葡萄牙语（巴西）

source: Prefer H.264 Codec
ar: تفضل برنامج الترميز H.264
de: Bevorzugen Sie den H.264-Codec
es: Prefiere el códec H.264
fr: Préférez le codec H.264
hi: H.264 कोडेक को प्राथमिकता दें
hr: Radije H.264 kodek
id: Lebih suka Kodek H.264
it: Preferisci il codec H.264
ja: H.264 コーデックを優先する
ko: H.264 코덱 선호
pt_br: Prefira o codec H.264
ru: Предпочитаю кодек H.264
sr: Преферирајте Х.264 кодек
tr: H.264 Codec'i tercih edin
zh_hans: 首选 H.264 编解码器

source: Preferred Audio Language
ar: لغة الصوت المفضلة
de: Bevorzugte Audiosprache
es: Idioma de audio preferido
fr: Langue audio préférée
hi: पसंदीदा ओडियो भाषा
hr: Preferirani audio jezik
id: Bahasa Audio yang Disukai
it: Lingua audio preferita
ja: 優先音声言語
ko: 선호 오디오 언어
pt_br: Idioma de áudio preferido
ru: Предпочтительный язык аудио
sr: Жељени аудио језик
tr: Tercih Edilen Ses Dili
zh_hans: 首选音频语言

source: Quality
ar: الجودة
de: Qualität
es: Calidad
fr: Qualité
hi: गुणवत्ता
hr: Kvaliteta
id: Kualitas
it: Qualità
ja: 画質
ko: 화질
pt_br: Qualidade
ru: Качество
sr: Квалитет
tr: Kalite
zh_hans: 画质

source: Rating
ar: التقييم
de: Bewertung
es: Valoración
fr: Note
hi: रेटिंग
hr: Ocjena
id: Penilaian
it: Valutazione
ja: 評価順
ko: 평점
pt_br: Avaliação
ru: По рейтингу
sr: Оцена
tr: Puan
zh_hans: 评分

source: Recent
ar: الأخيرة
de: Kürzlich
es: Recientes
fr: Récents
hi: हाल के
hr: Nedavno
id: Terkini
it: Recenti
ja: 最近
ko: 최근
pt_br: Recentes
ru: Недавние
sr: Недавно
tr: Son
zh_hans: 最近

source: Recommended
ar: موصى به
de: Empfohlen
es: Recomendado
fr: Recommandé
hi: अनुशंसित
hr: Preporučeno
id: Direkomendasikan
it: Consigliato
ja: おすすめ
ko: 추천
pt_br: Recomendado
ru: Рекомендуемое
sr: Препоручено
tr: Önerilenler
zh_hans: 推荐

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
hi: ताज़ा करें
hr: Osvježiti
id: Segarkan
it: Aggiorna
ja: 更新
ko: 새로고침
pt_br: Atualizar
ru: Обновить
sr: Освежи
tr: Yenile
zh_hans: 刷新

source: Relevance
ar: الصلة
de: Relevanz
es: Relevancia
fr: Pertinence
hi: प्रासंगिकता
hr: Relevantnost
id: Relevansi
it: Pertinenza
ja: 関連度順
ko: 관련성
pt_br: Relevância
ru: По актуальности
sr: Релевантност
tr: Alaka Düzeyi
zh_hans: 相关度

source: Remove %@ from history
ar: إزالة %@ من السجل
de: %@ aus dem Verlauf entfernen
es: Eliminar %@ del historial
fr: Supprimer %@ de l’historique
hi: इतिहास से %@ हटाएं
hr: Ukloni %@ iz povijesti
id: Hapus %@ dari riwayat
it: Rimuovi %@ dalla cronologia
ja: %@ を履歴から削除
ko: 기록에서 %@ 제거
pt_br: Remover %@ do histórico
ru: Удалить %@ из истории
sr: Уклони %@ из историје
tr: %@'i geçmişten kaldır
zh_hans: 从历史记录中移除 %@

source: Remove from Watch Later
ar: إزالة من المشاهدة لاحقًا
de: Aus „Später ansehen“ entfernen
es: Quitar de Ver más tarde
fr: Supprimer de Regarder plus tard
hi: बाद में देखें से हटाएँ
hr: Ukloni iz Gledat ću kasnije
id: Hapus dari Tonton Nanti
it: Rimuovi da Guarda più tardi
ja: 後で見るから削除
ko: 나중에 볼 동영상에서 삭제
pt_br: Remover de assistir mais tarde
ru: Удалить из просмотра позже
sr: Уклони са Гледај касније
tr: Daha Sonra İzle'den kaldır
zh_hans: 从稍后观看中删除

source: Remove SponsorBlock Exclusion
ar: إزالة استثناء SponsorBlock
de: SponsorBlock-Ausschluss entfernen
es: Eliminar exclusión de SponsorBlock
fr: Supprimer l'exclusion SponsorBlock
hi: SponsorBlock बहिष्करण हटाएं
hr: Ukloni izuzeće SponsorBlock
id: Hapus Pengecualian SponsorBlock
it: Rimuovi esclusione SponsorBlock
ja: SponsorBlock除外を解除
ko: SponsorBlock 제외 제거
pt_br: Remover exclusão do SponsorBlock
ru: Убрать из исключений SponsorBlock
sr: Уклоните изузимање СпонсорБлоцк
tr: SponsorBlock Hariç Tutmayı Kaldır
zh_hans: 移除 SponsorBlock 排除

source: Removed from Watch Later
ar: تمت الإزالة من "المشاهدة لاحقًا".
de: Aus „Später ansehen“ entfernt
es: Eliminado de Ver más tarde
fr: Supprimé de Regarder plus tard
hi: बाद में देखें से हटा दिया गया
hr: Uklonjeno iz Gledat ću kasnije
id: Dihapus dari Tonton Nanti
it: Rimosso da Guarda più tardi
ja: 後で見るから削除されました
ko: 나중에 볼 동영상에서 삭제됨
pt_br: Removido de Assistir mais tarde
ru: Удален из просмотра позже
sr: Уклоњено са Гледај касније
tr: Daha Sonra İzle'den kaldırıldı
zh_hans: 已从稍后观看中删除

source: Replace clickbait titles and thumbnails with community-sourced alternatives.
ar: استبدل العناوين والصور المصغرة المضللة ببدائل من المجتمع.
de: Ersetze Clickbait-Titel und Vorschaubilder durch community-basierte Alternativen.
es: Reemplaza títulos y miniaturas sensacionalistas con alternativas de la comunidad.
fr: Remplacez les titres et miniatures racoleurs par des alternatives proposées par la communauté.
hi: क्लिकबेट शीर्षक और थंबनेल को समुदाय द्वारा प्रदान किए गए विकल्पों से बदलें।
hr: Zamijenite naslove mamaca za klikove i sličice alternativama iz zajednice.
id: Ganti judul dan thumbnail clickbait dengan alternatif dari komunitas.
it: Sostituisci titoli e miniature clickbait con alternative proposte dalla community.
ja: クリックベイトのタイトルとサムネイルをコミュニティ提供の代替案に置き換えます。
ko: 클릭베이트 제목과 썸네일을 커뮤니티 제공 대안으로 교체합니다.
pt_br: Substitua títulos e miniaturas sensacionalistas por alternativas da comunidade.
ru: Заменяет кликбейтные заголовки и превью на варианты от сообщества.
sr: Замените наслове и сличице за мамце за кликове алтернативама из заједнице.
tr: Tıklama tuzağı başlıkları ve küçük resimleri topluluk kaynaklı alternatiflerle değiştirin.
zh_hans: 用社区提供的替代内容替换标题党标题和缩略图。

source: Report Sent
ar: تم إرسال التقرير
de: Bericht gesendet
es: Informe enviado
fr: Rapport envoyé
hi: रिपोर्ट भेजी गई
hr: Izvješće poslano
id: Laporan Terkirim
it: Rapporto inviato
ja: レポート送信済み
ko: 보고서 전송됨
pt_br: Relatório enviado
ru: Отчёт отправлен
sr: Извештај је послат
tr: Rapor Gönderildi
zh_hans: 报告已发送

source: Reset
ar: إعادة ضبط
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट
hr: Resetiraj
id: Setel Ulang
it: Ripristina
ja: リセット
ko: 재설정
pt_br: Redefinir
ru: Сбросить
sr: Ресетуј
tr: Sıfırla
zh_hans: 重置

source: Reset All Settings
ar: إعادة ضبط كل الإعدادات
de: Alle Einstellungen zurücksetzen
es: Restablecer todos los ajustes
fr: Réinitialiser tous les réglages
hi: सभी सेटिंग रीसेट करें
hr: Resetiraj sve postavke
id: Setel Ulang Semua Pengaturan
it: Ripristina tutte le impostazioni
ja: すべての設定をリセット
ko: 모든 설정 재설정
pt_br: Redefinir todas as configurações
ru: Сбросить все настройки
sr: Ресетујте сва подешавања
tr: Tüm Ayarları Sıfırla
zh_hans: 重置所有设置

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
hr: Pokušaj ponovo
id: Coba Lagi
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
sr: Покушајте поново
tr: Tekrar Dene
zh_hans: 重试

source: RSS Feed URL
ar: رابط خلاصة RSS
es: URL del feed RSS
fr: URL du flux RSS
hi: RSS फ़ीड URL
hr: URL RSS kanala
id: URL RSS Feed
it: URL feed RSS
ja: RSS フィード URL
ko: RSS 피드 URL
pt_br: URL do feed RSS
ru: URL RSS-ленты
sr: УРЛ РСС фида
tr: RSS Feed URL'si
zh_hans: RSS 订阅 URL

source: RSS Feeds
ar: خلاصات RSS
es: Feeds RSS
fr: Flux RSS
hi: RSS फ़ीड्स
hr: RSS kanali
it: Feed RSS
ja: RSS フィード
ko: RSS 피드
pt_br: Feeds RSS
ru: RSS-ленты
sr: РСС Феедс
tr: RSS Akışları
zh_hans: RSS 订阅

source: Save to Watch Later
ar: حفظ لمشاهدته لاحقًا
de: Zu „Später ansehen“ hinzufügen
es: Guardar para ver más tarde
fr: Enregistrer pour regarder plus tard
hi: बाद में देखने के लिए सहेजें
hr: Spremi u Gledaj kasnije
id: Simpan untuk Ditonton Nanti
it: Salva in Da vedere in seguito
ja: 後で見るに保存
ko: 나중에 볼 목록에 저장
pt_br: Salvar para assistir mais tarde
ru: Сохранить в «Смотреть позже»
sr: Сачувај за гледање касније
tr: Daha Sonra İzlemek İçin Kaydet
zh_hans: 保存到稍后观看

source: Saved to Gallery
ar: تم الحفظ في المعرض
de: In Galerie gespeichert
es: Guardado en la galería
fr: Enregistré dans la galerie
hi: गैलरी में सहेजा गया
hr: Spremljeno u galeriju
id: Disimpan ke Galeri
it: Salvato nella galleria
ja: ギャラリーに保存済み
ko: 갤러리에 저장됨
pt_br: Salvo na galeria
ru: Сохранено в Галерею
sr: Сачувано у галерији
tr: Galeriye Kaydedildi
zh_hans: 已保存到相册

source: Saved to Watch Later
ar: محفوظ لمشاهدته لاحقًا
de: Zu „Später ansehen“ gespeichert
es: Guardado para ver más tarde
fr: Enregistré pour regarder plus tard
hi: बाद में देखने के लिए सहेजा गया
hr: Spremljeno u Gledat ću kasnije
id: Disimpan untuk Ditonton Nanti
it: Salvato in Da vedere in seguito
ja: 後で見るに保存済み
ko: 나중에 볼 목록에 저장됨
pt_br: Salvo para assistir mais tarde
ru: Сохранено в «Смотреть позже»
sr: Сачувано за Гледање касније
tr: Daha Sonra İzle’ye Kaydedildi
zh_hans: 已保存到稍后观看

source: Scan the QR code with your phone to support development.
ar: امسح رمز QR بهاتفك لدعم التطوير.
de: Scanne den QR-Code mit deinem Telefon, um die Entwicklung zu unterstützen.
es: Escanea el código QR con tu teléfono para apoyar el desarrollo.
fr: Scannez le code QR avec votre téléphone pour soutenir le développement.
hi: विकास का समर्थन करने के लिए अपने फ़ोन से QR कोड स्कैन करें।
hr: Skenirajte QR kod svojim telefonom kako biste podržali razvoj.
id: Pindai kode QR dengan ponsel Anda untuk mendukung pengembangan.
it: Scansiona il codice QR con il tuo telefono per supportare lo sviluppo.
ja: スマートフォンでQRコードをスキャンして開発をサポートしてください。
ko: 개발을 지원하려면 휴대폰으로 QR 코드를 스캔하세요.
pt_br: Escaneie o código QR com seu celular para apoiar o desenvolvimento.
ru: Отсканируйте QR-код телефоном, чтобы поддержать разработку.
sr: Скенирајте КР код телефоном да бисте подржали развој.
tr: Geliştirmeyi desteklemek için telefonunuzla QR kodunu tarayın.
zh_hans: 用手机扫描二维码以支持开发。

source: Scan the QR code with your phone to view the project on GitHub.
ar: امسح رمز QR بهاتفك لعرض المشروع على GitHub.
de: Scanne den QR-Code mit deinem Telefon, um das Projekt auf GitHub anzusehen.
es: Escanea el código QR con tu teléfono para ver el proyecto en GitHub.
fr: Scannez le code QR avec votre téléphone pour voir le projet sur GitHub.
hi: GitHub पर प्रोजेक्ट देखने के लिए अपने फ़ोन से QR कोड स्कैन करें।
hr: Skenirajte QR kod svojim telefonom kako biste pogledali projekt na GitHubu.
id: Pindai kode QR dengan ponsel Anda untuk melihat proyek di GitHub.
it: Scansiona il codice QR con il tuo telefono per vedere il progetto su GitHub.
ja: スマートフォンでQRコードをスキャンしてGitHubでプロジェクトを表示してください。
ko: GitHub에서 프로젝트를 보려면 휴대폰으로 QR 코드를 스캔하세요.
pt_br: Escaneie o código QR com seu celular para ver o projeto no GitHub.
ru: Отсканируйте QR-код телефоном, чтобы посмотреть проект на GitHub.
sr: Скенирајте КР код својим телефоном да бисте видели пројекат на ГитХуб-у.
tr: Projeyi GitHub'da görüntülemek için telefonunuzla QR kodunu tarayın.
zh_hans: 用手机扫描二维码以在 GitHub 上查看项目。

source: Scan to open activation page
ar: امسح لفتح صفحة التفعيل
de: Scannen, um die Aktivierungsseite zu öffnen
es: Escanear para abrir la página de activación
fr: Scanner pour ouvrir la page d'activation
hi: सक्रियण पृष्ठ खोलने के लिए स्कैन करें
hr: Skenirajte za otvaranje aktivacijske stranice
id: Pindai untuk membuka halaman aktivasi
it: Scansiona per aprire la pagina di attivazione
ja: スキャンして有効化ページを開く
ko: 활성화 페이지를 열려면 스캔하세요
pt_br: Escanear para abrir a página de ativação
ru: Сканируйте для открытия страницы активации
sr: Скенирајте да бисте отворили страницу за активацију
tr: Etkinleştirme sayfasını açmak için tarayın
zh_hans: 扫描以打开激活页面

source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
hi: खोजें
hr: Pretraživanje
id: Cari
it: Cerca
ja: 検索
ko: 검색
pt_br: Pesquisar
ru: Поиск
sr: Тражи
tr: Ara
zh_hans: 搜索

source: Search filters
ar: عوامل تصفية البحث
de: Suchfilter
es: Filtros de búsqueda
fr: Filtres de recherche
hi: खोज फ़िल्टर
hr: Filtri pretraživanja
id: Filter pencarian
it: Filtri di ricerca
ja: 検索フィルター
ko: 검색 필터
pt_br: Filtros de pesquisa
ru: Фильтры поиска
sr: Филтери за претрагу
tr: Arama filtreleri
zh_hans: 搜索筛选

source: Search for a channel and tap Follow.
ar: ابحث عن قناة واضغط على متابعة.
de: Suche nach einem Kanal und tippe auf Folgen.
es: Busca un canal y pulsa Seguir.
fr: Recherchez une chaîne et appuyez sur Suivre.
hi: एक चैनल खोजें और अनुसरण करें टैप करें।
hr: Potražite kanal i dodirnite Prati.
id: Cari saluran dan ketuk Ikuti.
it: Cerca un canale e tocca Segui.
ja: チャンネルを検索してフォローをタップしてください。
ko: 채널을 검색하고 팔로우를 탭하세요.
pt_br: Busque um canal e toque em Seguir.
ru: Найдите канал и нажмите «Подписаться».
sr: Потражите канал и додирните Прати.
tr: Bir kanal arayın ve Takip Et’e dokunun.
zh_hans: 搜索频道并点按关注。

source: Search for videos, channels & playlists
ar: ابحث عن مقاطع الفيديو والقنوات وقوائم التشغيل
de: Videos, Kanäle und Wiedergabelisten suchen
es: Busca videos, canales y listas de reproducción
fr: Rechercher des vidéos, chaînes et listes de lecture
hi: वीडियो, चैनल और प्लेलिस्ट खोजें
hr: Tražite videozapise, kanale i popise za reprodukciju
id: Cari video, saluran & daftar putar
it: Cerca video, canali e playlist
ja: 動画、チャンネル、プレイリストを検索
ko: 동영상, 채널 및 재생목록 검색
pt_br: Pesquise vídeos, canais e playlists
ru: Поиск видео, каналов и плейлистов
sr: Потражите видео снимке, канале и плејлисте
tr: Video, kanal ve çalma listesi ara
zh_hans: 搜索视频、频道和播放列表

source: Search YouTube
ar: البحث في YouTube
de: YouTube durchsuchen
es: Buscar en YouTube
fr: Rechercher sur YouTube
hi: YouTube खोजें
hr: Pretraži YouTube
id: Cari di YouTube
it: Cerca su YouTube
ja: YouTubeを検索
ko: YouTube 검색
pt_br: Pesquisar no YouTube
ru: Поиск на YouTube
sr: Претражите ИоуТубе
tr: YouTube'da Ara
zh_hans: 搜索 YouTube

# search.filter.type
source: Type
ar: النوع
de: Typ
es: Tipo
hi: प्रकार
hr: pretraživanje.filtar.tip
id: Jenis
it: Tipo
ja: 種類
ko: 유형
pt_br: Tipo
ru: Тип
sr: сеарцх.филтер.типе
tr: Tür
zh_hans: 类型

source: Section
ar: القسم
de: Bereich
es: Sección
hi: अनुभाग
hr: Odjeljak
id: Bagian
it: Sezione
ja: セクション
ko: 섹션
pt_br: Seção
ru: Раздел
sr: Секција
tr: Bölüm
zh_hans: 分区

source: See all
ar: عرض الكل
de: Alle ansehen
es: Ver todo
fr: Voir tout
hi: सभी देखें
hr: Vidi sve
id: Lihat semua
it: Vedi tutto
ja: すべて見る
ko: 모두 보기
pt_br: Ver tudo
ru: Смотреть всё
sr: Види све
tr: Tümünü gör
zh_hans: 查看全部

source: Seek Back
ar: البحث عن العودة
de: Zurücksuchen
es: buscar de regreso
fr: Rechercher en arrière
hi: वापस खोजो
hr: Traži natrag
id: Carilah Kembali
it: Cerca indietro
ja: シークバック
ko: 뒤로 탐색
pt_br: Buscar de volta
ru: Искать назад
sr: Сеек Бацк
tr: Geri Ara
zh_hans: 回溯

source: Seek Back: %lld s
ar: رجوع: %lld ث
de: Zurückspulen: %lld s
es: Retroceder: %lld s
fr: Reculer : %lld s
hi: पीछे जाएं: %lld से
hr: Traži natrag: %lld s
id: Mundur: %lld d
it: Indietro: %lld s
ja: 戻る: %lld 秒
ko: 뒤로 이동: %lld초
pt_br: Voltar: %lld s
ru: Назад: %lld с
sr: Повратак: %lld с
tr: Geri Sar: %lld s
zh_hans: 后退：%lld 秒

source: Seek Forward
ar: تسعى إلى الأمام
de: Suchen Sie nach vorne
es: buscar adelante
fr: Rechercher en avant
hi: आगे की तलाश करें
hr: Traži naprijed
id: Mencari ke Depan
it: Cerca avanti
ja: 前方へシーク
ko: 앞으로 탐색
pt_br: Procure avançar
ru: Ищите вперед
sr: Сеек Форвард
tr: İleriye Ara
zh_hans: 向前寻求

source: Seek Forward: %lld s
ar: تقديم: %lld ث
de: Vorspulen: %lld s
es: Avanzar: %lld s
fr: Avancer : %lld s
hi: आगे जाएं: %lld से
hr: Traži naprijed: %lld s
id: Maju: %lld d
it: Avanti: %lld s
ja: 進む: %lld 秒
ko: 앞으로 이동: %lld초
pt_br: Avançar: %lld s
ru: Вперёд: %lld с
sr: Тражење унапред: %lld с
tr: İleri Sar: %lld s
zh_hans: 前进：%lld 秒

source: Self-Promotion
ar: الترويج الذاتي
de: Eigenwerbung
es: Autopromoción
fr: Auto-promotion
hi: स्व-प्रचार
hr: Samopromocija
id: Promosi Diri
it: Auto-promozione
ja: 自己宣伝
ko: 자기 홍보
pt_br: Autopromoção
ru: Самореклама
sr: Самопромоција
tr: Öz Tanıtım
zh_hans: 自我推广

source: Send Diagnostic Report
ar: إرسال تقرير التشخيص
de: Diagnosebericht senden
es: Enviar informe de diagnóstico
fr: Envoyer un rapport de diagnostic
hi: डायग्नोस्टिक रिपोर्ट भेजें
hr: Pošalji dijagnostičko izvješće
id: Kirim Laporan Diagnostik
it: Invia rapporto diagnostico
ja: 診断レポートを送信
ko: 진단 보고서 보내기
pt_br: Enviar relatório de diagnóstico
ru: Отправить диагностический отчёт
sr: Пошаљите дијагностички извештај
tr: Tanılama Raporu Gönder
zh_hans: 发送诊断报告

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग
hr: postavke
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
sr: Подешавања
tr: Ayarlar
zh_hans: 设置

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
hi: शेयर करें
hr: Udio
id: Bagikan
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
ru: Поделиться
sr: Схаре
tr: Paylaş
zh_hans: 分享

source: short
ar: قصير
de: Kurz
es: Corto
fr: Court
hi: संक्षिप्त
hr: kratak
id: singkat
it: corto
ja: ショート
ko: 짧음
pt_br: Curto
ru: Короткое
sr: кратко
tr: Kısa
zh_hans: 短

source: Show Toast
ar: إظهار الزر
de: Schaltfläche anzeigen
es: Mostrar aviso
fr: Afficher le bouton
hi: बटन दिखाएं
hr: Prikaži tost
id: Tampilkan Notifikasi
it: Mostra avviso
ja: スキップボタンを表示
ko: 버튼 표시
pt_br: Mostrar aviso
ru: Показать кнопку
sr: Схов Тоаст
tr: Bildirim Göster
zh_hans: 显示提示

source: Showing popular videos
ar: عرض مقاطع الفيديو الشائعة
de: Beliebte Videos werden angezeigt
es: Mostrando videos populares
fr: Affichage des vidéos populaires
hi: लोकप्रिय वीडियो दिखाए जा रहे हैं
hr: Prikazivanje popularnih videa
id: Menampilkan video populer
it: Visualizzazione video popolari
ja: 人気の動画を表示中
ko: 인기 동영상 표시 중
pt_br: Exibindo vídeos populares
ru: Показываем популярные видео
sr: Приказ популарних видео снимака
tr: Popüler videolar gösteriliyor
zh_hans: 正在显示热门视频

source: Shuffle
ar: عشوائي
de: Zufällig
es: Mezclar
fr: Aléatoire
hi: शफ़ल
hr: Promiješaj
id: Acak
it: Casuale
ja: シャッフル
ko: 셔플
pt_br: Aleatório
ru: Перемешать
sr: Схуффле
tr: Karıştır
zh_hans: 随机播放

source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
hi: साइन इन करें
hr: Prijavite se
id: Masuk
it: Accedi
ja: サインイン
ko: 로그인
pt_br: Entrar
ru: Войти
sr: Пријавите се
tr: Oturum Aç
zh_hans: 登录

source: Sign in for your personal feed
ar: سجّل الدخول لعرض خلاصتك الشخصية
de: Melde dich für deinen persönlichen Feed an
es: Inicia sesión para ver tu feed personal
fr: Connectez-vous pour votre fil personnel
hi: अपने व्यक्तिगत फ़ीड के लिए साइन इन करें
hr: Prijavite se za svoj osobni feed
id: Masuk untuk umpan pribadi Anda
it: Accedi per il tuo feed personale
ja: パーソナルフィードにサインイン
ko: 개인 피드를 보려면 로그인하세요
pt_br: Entre para ver seu feed pessoal
ru: Войдите для личной ленты
sr: Пријавите се за свој лични феед
tr: Kişisel akışınız için oturum açın
zh_hans: 登录以查看个人推荐

source: Sign in to see this section
ar: سجّل الدخول لعرض هذا القسم
de: Melde dich an, um diesen Bereich zu sehen
es: Inicia sesión para ver esta sección
fr: Connectez-vous pour voir cette section
hi: यह अनुभाग देखने के लिए साइन इन करें
hr: Prijavite se da biste vidjeli ovaj odjeljak
id: Masuk untuk melihat bagian ini
it: Accedi per vedere questa sezione
ja: このセクションを見るにはサインイン
ko: 이 섹션을 보려면 로그인하세요
pt_br: Entre para ver esta seção
ru: Войдите, чтобы увидеть этот раздел
sr: Пријавите се да бисте видели овај одељак
tr: Bu bölümü görmek için oturum açın
zh_hans: 登录以查看此分区

source: Sign in to see your %@
ar: سجّل دخولك لرؤية %@
de: Melde dich an, um deine %@ zu sehen
es: Inicia sesión para ver tu %@
fr: Connectez-vous pour voir vos %@
hi: अपना %@ देखने के लिए साइन इन करें
hr: Prijavite se da vidite svoj %@
id: Masuk untuk melihat %@ Anda
it: Accedi per vedere i tuoi %@
ja: %@ を見るにはサインイン
ko: %@을(를) 보려면 로그인하세요
pt_br: Entre para ver seu %@
ru: Войдите, чтобы увидеть ваши %@
sr: Пријавите се да бисте видели свој %@
tr: %@ öğenizi görmek için giriş yapın
zh_hans: 登录以查看您的 %@

source: Sign in to see your feed
ar: سجّل الدخول لعرض خلاصتك
de: Melde dich an, um deinen Feed zu sehen
es: Inicia sesión para ver tu feed
fr: Connectez-vous pour voir votre fil
hi: अपना फ़ीड देखने के लिए साइन इन करें
hr: Prijavite se da vidite svoj feed
id: Masuk untuk melihat umpan Anda
it: Accedi per vedere il tuo feed
ja: フィードを見るにはサインイン
ko: 피드를 보려면 로그인하세요
pt_br: Entre para ver seu feed
ru: Войдите, чтобы увидеть ленту
sr: Пријавите се да бисте видели свој фид
tr: Akışınızı görmek için oturum açın
zh_hans: 登录以查看推荐

source: Sign in to see your library
ar: سجّل الدخول لعرض مكتبتك
de: Melde dich an, um deine Mediathek zu sehen
es: Inicia sesión para ver tu biblioteca
fr: Connectez-vous pour voir votre bibliothèque
hi: अपनी लाइब्रेरी देखने के लिए साइन इन करें
hr: Prijavite se da vidite svoju knjižnicu
id: Masuk untuk melihat perpustakaan Anda
it: Accedi per vedere la tua libreria
ja: ライブラリを見るにはサインイン
ko: 보관함을 보려면 로그인하세요
pt_br: Entre para ver sua biblioteca
ru: Войдите, чтобы увидеть библиотеку
sr: Пријавите се да бисте видели своју библиотеку
tr: Kitaplığınızı görmek için oturum açın
zh_hans: 登录以查看资料库

source: Sign in to SmartTube
ar: تسجيل الدخول إلى SmartTube
de: Bei SmartTube anmelden
es: Iniciar sesión en SmartTube
fr: Se connecter à SmartTube
hi: SmartTube में साइन इन करें
hr: Prijavite se na SmartTube
id: Masuk ke SmartTube
it: Accedi a SmartTube
ja: SmartTubeにサインイン
ko: SmartTube에 로그인
pt_br: Entrar no SmartTube
ru: Вход в SmartTube
sr: Пријавите се на СмартТубе
tr: SmartTube'ya Oturum Aç
zh_hans: 登录 SmartTube
